<?php

return [
    'label' => 'Категория',
    'id' => 'ID',
    'title' => 'Заголовок',
    'desc' => 'Описание',
    'order' => 'Порядок',
    'parent' => 'Родительская категория',
    'status' => 'Статус',
    'image' => 'Иконка',
    'posts_count' => 'Количество постов',
    'created_at' => 'Создано',
    'updated_at' => 'Обновлено',
    'enter_title' => 'Введите заголовок',
    'enter_desc' => 'Введите описание',
    'enter_order' => 'Введите порядок',
    'select_parent' => 'Выберите родительскую категорию',
    'select_status' => 'Выберите статус',
    'type' => [
        'parent' => 'Категории',
        'child' => 'Подкатегории',
    ]
];
